Repository: bricks81/BricksCms
Catalog: language/*.po
Languages: de_de

source: Publish assets
de_de: Asset veröffentlichen

source: Select which modules will be affected
de_de: Welche Module sollen verarbeitet werden

source: Which action to take
de_de: Welche Operation soll ausgeführt werden

source: Remove assets
de_de: Assets entfernen

source: Optimize assets
de_de: Assets optimieren

source: Less Publish Options
de_de: Less verarbeiten

source: Use modules config
de_de: Verw. Modul Konf.

source: Force parsing less
de_de: Parse less

source: Avoid parsing less
de_de: Parse less nicht

source: Scss Publish Options
de_de: Scss verarbeiten

source: Force parsing scss
de_de: Parse scss

source: Avoid parsing scss
de_de: Parse scss nicht

source: CSS Optimize Options
de_de: CSS optimieren

source: Force minifying CSS
de_de: Optimiere CSS

source: Avoid minifying CSS
de_de: Optimiere CSS nicht

source: JS Optimize Options
de_de: JS optimieren

source: Force minifying js
de_de: Opimtiere JS

source: Avoid minifying js
de_de: Optimiere JS nicht

source: Submit now
de_de: Jetzt verarbeiten

source: Write public files
de_de: Schreibe öffentliche Dateien

source: Before you can use the public files of a module they have to be published in a public reachable directory.
de_de: Bevor die öffentlichen Dateien der Module verwendet werden können müssen diese in ein öffentlich zugängliches Verzeichnis kopiert werden.

source: To use the published resources you've to begin with the modules name followed by the path as it is stored in your modules public dir.
de_de: Wenn Sie die veröffentlichten Resourcen verwenden wollen müssen Sie den Modulnamen voranstellen gefolgt von dem Pfad aus ihrem Modul public Verzeichnis.
